insert into booktest_bookinfo(btitle,bpub_date,bread,bcomment,isDelete) values
('射雕英雄传','1985-12-1',12,100,0),
('天龙八部','1985-12-1',12,100,0),
('笑傲江湖','1985-12-1',12,100,0),
('雪上飞狐','1985-12-1',12,100,0);

insert into booktest_heroinfo(hname,hgender,hbook_id,hcomment,isDelete) values
('郭静',1,1,'降龙十八掌',0),
('黄蓉',0,1,'打狗棒法',0),
('黄药师',1,1,'弹指神通',0),
('欧阳锋',1,1,'蛤蟆功',0),
('梅超风',1,1,'九阴白骨爪',0),
('乔峰',1,2,'降龙十八掌',0),
('段誉',1,2,'六脉神剑',0),
('虚竹',1,2,'天山六阳掌',0),
('王语嫣',0,2,'神仙姐姐',0),
('令狐冲',1,3,'独孤九剑',0),
('任盈盈',1,3,'弹琴',0),
('岳不群',1,3,'华山剑法',0),
('东方不败',1,3,'葵花宝典',0),
('胡斐',1,4,'胡家刀法',0),
('苗若兰',1,4,'黄衣',0),
('程灵素',1,4,'医术',0),
('袁紫衣',1,4,'六合拳',0);

